/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-faqs-page",
      "blocks": {
        "15d9d2f4-1bdd-49c8-9a99-58246020f05c": {
          "type": "paragraph",
          "settings": {
            "title": "Frequently Asked Questions",
            "question_1": "Q: “Is there a minimum quantity for delivery?”",
            "answer_1": "<p>Yes, we deliver orders from R3000 going up.</p>",
            "question_2": "Q: “ Is a ton of stone same as a cubic meter.”",
            "answer_2": "<p>No, a cubic meter of gravel is equal to 1.35 tonnes of gravel.</p>",
            "question_3": "Q: “How many square meters does 1 ton of stone cover.”",
            "answer_3": "<p> At 50mm landscaping thickness. 1 ton covers 10 square meters.</p>",
            "question_4": "Q: “How many square meters does a bag of pebbles cover”",
            "answer_4": "<p>2 bags of pebbles cover 1 square meter</p>",
            "question_5": "Q: “What is the lead time for delivery after placing Order?”",
            "answer_5": "<p> orders placed and paid are delivered within 2 Days for Aggregates , 7 days for concrete Products , 6 Days for Gabion Baskets, and 2 days for Asphalt and Bitumen .These lead times are applicable to deliveries within Cape Town, Johannesburg, Pretoria, Durban. For all other cities, lead time is 7 working days.\n</p>",
            "question_6": "Q: “ Does Pavement Materials Group do installations for its products or its supply only.”",
            "answer_6": "<p>Advertised prices are for supply and delivery only.  We do installations at an additional charge.\n</p>",
            "question_7": "Q: “ I am a landscaper/Contractor , is there a discount available?”",
            "answer_7": "<p>Yes, we offer volume discounts of upto 10% depending on quantities purchased.</p>",
            "question_8": "Q: \" My project is outside of South Africa. Do you offer export services.\"",
            "answer_8": "<p>Yes, we are a registered exporter and assist with exportation and clearance of all our products. Some products comes with a SA Certificate of origin.</p>",
            "question_9": " Q: \"I am not in Cape Town, Johannesburg, Pretoria or Durban.  Can you deliver and install for my project, if so what is the lead time.\"",
            "answer_9": "<p>We have a national presence and deliver anywhere in and outside South Africa. Our installation teams are mobile and offer services countrywide.</p>",
            "question_10": "Q: \"Are the advertised products quality approved.\"",
            "answer_10": "<p>Yes, most of our products are either SABS or Agre'ment Approved and such approved products are supplied with a copy of the approval certificate where required.</p>"
          }
        },
        "f4d12560-a07c-4bd4-a934-2a8eddeaccc9": {
          "type": "paragraph",
          "settings": {
            "title": "Our Return Policy",
            "question_1": "What is your product return policy?",
            "answer_1": "<div>\n    <h2>100% Refund Policy</h2>\n    <p>\n        We do 100% refunds on all unaccepted products rejected on arrival before offloading within 24 hours. This policy is not applicable to products rejected for reasons related to aggregate or concrete color as we keep samples and deliver the exact product as on samples viewed. It is the customer's responsibility to come view product samples where required.\n    </p>\n    <h3>100% Refund Policy Details:</h3>\n    <p>\n        All products wrongly delivered, rejected on arrival, before offloading will be taken back to the nearest depot by our drivers at no additional cost to you. It is the customer's responsibility to visit the depot and view samples for all colored aggregate, concrete, and stone products as natural gravels vary in shades of colors. The correct product will be delivered within 24 hours (product exchange) or alternatively, a full refund is processed immediately. This refund policy is not applicable to product rejection due to concrete or aggregate color variations.\n    </p>\n    <h2>Partial Refund Policy</h2>\n    <p>\n        Goods delivered, accepted, and then returned thereafter will be refunded at Invoice value less handling fees. Handling fees are charged to cover transportation and product handling costs and will not exceed 65% of Invoice value (product dependent). Custom manufactured products are not covered by this refund.\n    </p>\n    <p>\n        Should there be other questions not addressed above, feel free to call us or send your inquiry to <a href=\"mailto:info@pavementmaterials.co.za\">info@pavementmaterials.co.za</a>.\n    </p>\n</div>",
            "question_2": "",
            "answer_2": "",
            "question_3": "",
            "answer_3": "",
            "question_4": "",
            "answer_4": "",
            "question_5": "",
            "answer_5": "",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        }
      },
      "block_order": [
        "15d9d2f4-1bdd-49c8-9a99-58246020f05c",
        "f4d12560-a07c-4bd4-a934-2a8eddeaccc9"
      ],
      "settings": {
        "show_breadcrumb": true,
        "breadcrumb_alignment": "left",
        "breadcrumb_bg": "",
        "breadcrumb_gradient": "",
        "breadcrumb_bg_mb": "#f6f6f6",
        "breadcrumb_gradient_mb": "",
        "show_page_title": true,
        "page_title_alignment": "left",
        "container": "1170",
        "mg_top_desktop": 0,
        "mg_top_tablet": 0,
        "mg_top_mobile": 0,
        "mg_bottom_desktop": 0,
        "mg_bottom_tablet": 0,
        "mg_bottom_mobile": 0,
        "show_faqs_filter": true,
        "faqs_text": "<p>Below FAQ are some common concerns of our clients before purchasing the theme.\n<br> If you have other questions, please just send it to <a href=\"mailto:example@domain.com\" style=\"text-decoration: underline;\">sales@geocell.co.za</a>.</p>",
        "faqs_message_heading": "Need Help?",
        "faqs_message_text": "<span>If you have an issue or question that requires immediate assistance, you can click the button below to contact us.   \n<br> \n<br></span>",
        "message_method_link_1": "https://facebook.com",
        "message_method_text_1": "Message Us",
        "message_method_link_2": "https://gmail.com",
        "message_method_text_2": "Contact Us",
        "contact_content_text": "Unable to find satisfactory answers ?",
        "contact_text": "Contact Support",
        "contact_link": "shopify://pages/contact-us-2",
        "contact_color": "#ffffff",
        "contact_color_border": "#ef6454",
        "contact_color_bg": "#ef6454",
        "contact_color_bg_gradient": "",
        "contact_color_hover": "#ffffff",
        "contact_color_border_hover": "#e93d29",
        "contact_color_bg_hover": "#e93d29",
        "contact_color_bg_gradient_hover": ""
      }
    }
  },
  "order": [
    "main"
  ]
}
